{
    "THE CONSCIOUS MEDITATION FOR THE DYING ONES": "THIỀN TỈNH THỨC CHO NHỮNG NGƯỜI SẮP RA ĐI",
    "The Phowa has been widely practiced by the all Tibetan Buddhism lineage. This meditation technique connects our consciousness to the Amitabha pureland.": "Pháp Phowa đã được thực hành rộng rãi bởi tất cả các dòng truyền thừa Phật giáo Tây Tạng. Phương pháp này kết nối tâm thức của chúng ta với cõi tịnh độ Phật A Di Đà.",
    "In the Tibetan Buddhism, the Phowa technique is also known as the “transference of consciousness at the moment of death”. This is the fastest way to achieve enlightened state.": "Trong Phật giáo Tây Tạng, phương pháp Phowa còn được gọi là “sự chuyển di tâm thức vào lúc chết”. Đây là cách nhanh nhất để đạt được trạng thái giác ngộ.",

    "BENEFITING THE DYING ONES": "LỢI ÍCH CHO NHỮNG NGƯỜI SẮP RA ĐI",
    "If we receive the proper Phowa transmission when alive or have the experience of practice; then at the time of death, even if there is no lama to perform the Phowa, just by focusing our mind at the brahma door, the consciousness will exit from there and even the every sinful ones will forcefully attain Buddhahood . And this is a very pure instruction received from the great teachers.": "Nếu ta nhận được quán đảnh Phowa thích hợp khi còn sống, hoặc có kinh nghiệm thực hành; thì vào lúc ta chết, cho dù không có các vị Đạo sư thực hiện Phowa, ta chỉ cần tập trung tâm trí của chúng ta vào cửa Brahma, thần thức sẽ thoát ra từ đó và thậm chí mọi tội lỗi sẽ đạt thành Phật quả. Đây là một chỉ dẫn thuần túy từ các vị đạo sư vĩ đại.",

    "CHOEZE KUCHEN RINPOCHE AND THE PHOWA PRACTICE": "CHOEZE KUCHEN RINPOCHE VÀ PHÁP THỰC HÀNH PHOWA",
    "Choeze Kuchen Rinpoche has been practicing and delivering Phowa teaching for the many years. He is also one of the few Rinpoches who are qualified to teach the Phowa practice, and is widely recognized by the practitioners in the South East Asia region.": "Choeze Kuchen Rinpoche đã truyền dạy giáo lý Phowa hàng nhiều năm qua. Ngài cũng là một trong số ít các vị Rinpoche đủ tiêu chuẩn để giảng dạy pháp môn Phowa và được công nhận rộng rãi bởi các hành giả ở khu vực Đông Nam Á."

}